module.exports = {
    commandList: [
        (hug = {
          commandName: "обнять",
          phrases: [
            "крепко прижал(а) к себе",
            "задушил(а), но не ляшками,",
            "с любовью обнял(а)",
            "до смерти заобнимал(а)",
          ],
        }),

        (outrage = {
          commandName: "надругаться",
          phrases: [
            "жестко, но с любовью, надругался(ась) над",
            "справедливо изнасиловал(а)",
            "нежно поимел(а)",
            "аккуратненько надругался(ась) над",
          ],
        }),
      ]
}