module.exports = {
    commandList: [
        (hug = {
          commandName: "обнять",
          phrases: [
            "крепко прижал(а) к себе",
            "задушил(а), но не ляшками,",
            "с любовью обнял(а)",
            "до смерти заобнимал(а)",
          ],
          photo: [
            "/img/hug1.webp",
            "/img/hug2.webp",
            "/img/hug3.webp",
            "/img/hug4.webp",
            "/img/hug5.webp",
            "/img/hug6.webp",
          ]
        }),

        (outrage = {
          commandName: "надругаться",
          phrases: [
            "жестко, но с любовью, надругался(ась) над",
            "справедливо изнасиловал(а)",
            "нежно поимел(а)",
            "аккуратненько надругался(ась) над",
          ],
          photo: [
            "/img/outrage1.webp",
            "/img/outrage2.webp",
            "/img/outrage3.webp",
            "/img/outrage4.webp",
            "/img/outrage5.webp"
          ]
        }),

        (confession = {
          commandName: "признаться в любви",
          phrases: [
            "ради тебя готов(а) поставить онлайн игру на паузу,",
            "рядом с тобой, буквально, затягивает,",
            "тебя это... ну, знаешь............. слово на букву Л, вот...",
            "предлагает стать старыми и несчастными вместе,",
            "любит тебя больше, чем чипсеки с крабом,",
            "заявляет, что будет любить тебя и с радостью терпеть всю жизнь,",
          ],
          photo: [
            "/img/confession1.webp",
            "/img/confession2.webp",
            "/img/confession3.webp",
            "/img/confession4.webp",
            "/img/confession5.webp"
          ]
        }),

        (kiss = {
          commandName: "поцеловать",
          phrases: [
            "сладко поцеловал(а)",
            "страстно прижал(а) к стенке и засосал(а)",
            "от всей души проник(ла) своим языком в ротовую полость",
            "с любовью чмокнул(а)",
            "заломал(а) и зацеловал(а) до смерти",
            "от всей души зачмокал(а)",
          ],
          photo: [
            "/img/kiss1.webp",
            "/img/kiss2.webp",
            "/img/kiss3.webp",
            "/img/kiss4.webp",
            "/img/kiss5.webp"
          ]
        }),
        (struggle = {
          commandName: "бороться",
          phrases: [
            "оформил дичайший рестлинг и уронил вниз головой",
            "ударил по металлическому шкафчику и принялся гачимучиться с",
            "разорвал на себе одежду, включая трусы, и бореться с",
            "с позывами гомосексуальной радости бросился на",
          ],
          photo: [
            "/img/struggle1.webp",
            "/img/struggle2.webp",
            "/img/struggle3.webp",
            "/img/struggle4.webp"
          ]
        }),
        (wolfQuotes = {
          commandName: "ауф",
          phrases: [
            "в цирке думает, что знает в цирке, но не каждый, что в цирке знает, что в цирке не каждый знает, что думает",
            "не надо бояться, надо бояться обосраться при",
            ", иногда жизнь - это жизнь, а ты в ней",
            "не боиться ударов в спину, гораздо страшнее, если моя спина это",
            "будь сильным, но не сильно будь",
            "считает, что бегать за овцами - удел баранов. Он бегает только за",
            "хочешь жить? Умей жить с",
            "на тебя смотрит - это значит, что он тебя видит,"
          ],
          photo: [
            "/img/auf1.webp",
            "/img/auf2.webp",
            "/img/auf3.webp",
            "/img/auf4.webp",
            "/img/auf5.webp"
          ]
        }),
      ]
}