module.exports = {
    RolePlayCommandList: [
        (hug = {
          commandName: "обнять",
          phrases: [
            "крепко прижал(а) к себе",
            "задушил(а), но не ляшками,",
            "с любовью обнял(а)",
            "до смерти заобнимал(а)",
          ],
          photo: [
            "/img/hug1.webp",
            "/img/hug2.webp",
            "/img/hug3.webp",
            "/img/hug4.webp",
            "/img/hug5.webp",
            "/img/hug6.webp",
          ]
        }),

        (outrage = {
          commandName: "надругаться",
          phrases: [
            "жестко, но с любовью, надругался(ась) над",
            "справедливо изнасиловал(а)",
            "нежно поимел(а)",
            "аккуратненько надругался(ась) над",
          ],
          photo: [
            "/img/outrage1.webp",
            "/img/outrage2.webp",
            "/img/outrage3.webp",
            "/img/outrage4.webp",
            "/img/outrage5.webp"
          ]
        }),

        (confession = {
          commandName: "признаться в любви",
          phrases: [
            "ради тебя готов(а) поставить онлайн игру на паузу,",
            "рядом с тобой, буквально, затягивает,",
            "тебя это... ну, знаешь............. слово на букву Л, вот...",
            "предлагает стать старыми и несчастными вместе,",
            "любит тебя больше, чем чипсеки с крабом,",
            "заявляет, что будет любить тебя и с радостью терпеть всю жизнь,",
          ],
          photo: [
            "/img/confession1.webp",
            "/img/confession2.webp",
            "/img/confession3.webp",
            "/img/confession4.webp",
            "/img/confession5.webp"
          ]
        }),

        (kiss = {
          commandName: "поцеловать",
          phrases: [
            "сладко поцеловал(а)",
            "страстно прижал(а) к стенке и засосал(а)",
            "от всей души проник(ла) своим языком в ротовую полость",
            "с любовью чмокнул(а)",
            "заломал(а) и зацеловал(а) до смерти",
            "от всей души зачмокал(а)",
          ],
          photo: [
            "/img/kiss1.webp",
            "/img/kiss2.webp",
            "/img/kiss3.webp",
            "/img/kiss4.webp",
            "/img/kiss5.webp"
          ]
        }),
        (struggle = {
          commandName: "бороться",
          phrases: [
            "оформил дичайший рестлинг и уронил вниз головой",
            "ударил по металлическому шкафчику и принялся гачимучиться с",
            "разорвал на себе одежду, включая трусы, и бореться с",
            "с позывами гомосексуальной радости бросился на",
          ],
          photo: [
            "/img/struggle1.webp",
            "/img/struggle2.webp",
            "/img/struggle3.webp",
            "/img/struggle4.webp"
          ]
        }),
        (struggle = {
          commandName: "похвалить",
          phrases: [
            "считает, что ты настоящий(ая) умничка,",
            "от лица союза хвалебных партий вручил(а) медаль",
            "ласково погладил(а) по голове,",
            "с гордостью похвалил(а)",
            "мило улыбнулся(ась) и похвалил(а)",
            "прошептал(а) на ушко хвалебные слова для",
            "поцелуем вознаградил(а) за старания"
          ],
          photo: [
            "/img/praise1.webp",
            "/img/praise2.webp",
            "/img/praise3.webp",
            "/img/praise4.webp",
            "/img/praise5.webp",
            "/img/praise6.webp"
          ]
        }),
        (struggle = {
          commandName: "укусить",
          phrases: [
            "страстно покусал(а) шею",
            "укусил(а) за ляшку",
            "устроил(а) любовные покусывания для",
            "оставил(а) след от своих зубов на руке"
          ],
          photo: [
            "/img/bite1.webp",
            "/img/bite2.webp",
            "/img/bite3.webp",
            "/img/bite4.webp"
          ]
        }),
        (struggle = {
          commandName: "лизнуть",
          phrases: [
            "в порыве страсти набросился(ась) и облизал(а)",
            "сладко лизнул(а) шею",
            "обслюнявил(а) каждый укромый уголок тела"
          ],
          photo: [
            "/img/lick1.webp",
            "/img/lick2.webp",
            "/img/lick3.webp",
            "/img/lick4.webp",
            "/img/lick5.webp"
          ]
        }),
        (wolfQuotes = {
          commandName: "ауф",
          phrases: [
            "в цирке думает, что знает в цирке, но не каждый, что в цирке знает, что в цирке не каждый знает, что думает",
            "не надо бояться, надо бояться обосраться при",
            ", иногда жизнь - это жизнь, а ты в ней",
            "не боиться ударов в спину, гораздо страшнее, если моя спина это",
            "будь сильным, но не сильно будь",
            "считает, что бегать за овцами - удел баранов. Он бегает только за",
            "хочешь жить? Умей жить с",
            "на тебя смотрит - это значит, что он тебя видит,"
          ],
          photo: [
            "/img/auf1.webp",
            "/img/auf2.webp",
            "/img/auf3.webp",
            "/img/auf4.webp",
            "/img/auf5.webp"
          ]
        }),
        (struggle = {
          commandName: "устроить крестовый поход",
          phrases: [
            "взял(а) в руки факел, циганские вилы пра-пра-пра-пра-прадедушки и устроил(а) крестовых поход за",
            "из-за отсутствия друзей вынужден(а) в одиночку идти в крестовый поход за",
            "собрал(а) свои православные манатки, заточил(а) осиновую швабру и пошел(ла) за",
            "взял(а) отцовский дилдо-меч и организовал ♂gay crusade♂ для",
            "поднял(а) флаг ЛГБТ и пошел(ла) обращать в свою веру",
          ],
          photo: [
            "/img/crusade1.webp",
            "/img/crusade2.webp",
            "/img/crusade3.webp",
            "/img/crusade4.webp"
          ]
        }),
      ]
}