module.exports = {
    RolePlayCommandList: [
        (hug = {
          commandName: "обнять",
          phrases: [
            "крепко прижал(а) к себе",
            "задушил(а), но не ляшками,",
            "с любовью обнял(а)",
            "до смерти заобнимал(а)",
          ],
          photo: [
            "/img/hug1.webp",
            "/img/hug2.webp",
            "/img/hug3.webp",
            "/img/hug4.webp",
            "/img/hug5.webp",
            "/img/hug6.webp",
          ]
        }),

        (outrage = {
          commandName: "надругаться",
          phrases: [
            "жестко, но с любовью, надругался(ась) над",
            "справедливо изнасиловал(а)",
            "нежно поимел(а)",
            "аккуратненько надругался(ась) над",
          ],
          photo: [
            "/img/outrage1.webp",
            "/img/outrage2.webp",
            "/img/outrage3.webp",
            "/img/outrage4.webp",
            "/img/outrage5.webp"
          ]
        }),

        (confession = {
          commandName: "признаться в любви",
          phrases: [
            "ради тебя готов(а) поставить онлайн игру на паузу,",
            "рядом с тобой, буквально, затягивает,",
            "тебя это... ну, знаешь............. слово на букву Л, вот...",
            "предлагает стать старыми и несчастными вместе,",
            "любит тебя больше, чем чипсеки с крабом,",
            "заявляет, что будет любить тебя и с радостью терпеть всю жизнь,",
          ],
          photo: [
            "/img/confession1.webp",
            "/img/confession2.webp",
            "/img/confession3.webp",
            "/img/confession4.webp",
            "/img/confession5.webp"
          ]
        }),

        (kiss = {
          commandName: "поцеловать",
          phrases: [
            "сладко поцеловал(а)",
            "страстно прижал(а) к стенке и засосал(а)",
            "от всей души проник(ла) своим языком в ротовую полость",
            "с любовью чмокнул(а)",
            "заломал(а) и зацеловал(а) до смерти",
            "от всей души зачмокал(а)",
          ],
          photo: [
            "/img/kiss1.webp",
            "/img/kiss2.webp",
            "/img/kiss3.webp",
            "/img/kiss4.webp",
            "/img/kiss5.webp"
          ]
        }),
        (fight = {
          commandName: "бороться",
          phrases: [
            "оформил дичайший рестлинг и уронил вниз головой",
            "ударил по металлическому шкафчику и принялся гачимучиться с",
            "разорвал на себе одежду, включая трусы, и бореться с",
            "с позывами гомосексуальной радости бросился на",
          ],
          photo: [
            "/img/struggle1.webp",
            "/img/struggle2.webp",
            "/img/struggle3.webp",
            "/img/struggle4.webp"
          ]
        }),
        (praise = {
          commandName: "похвалить",
          phrases: [
            "считает, что ты настоящий(ая) умничка,",
            "от лица союза хвалебных партий вручил(а) медаль",
            "ласково погладил(а) по голове,",
            "с гордостью похвалил(а)",
            "мило улыбнулся(ась) и похвалил(а)",
            "прошептал(а) на ушко хвалебные слова для",
            "поцелуем вознаградил(а) за старания"
          ],
          photo: [
            "/img/praise1.webp",
            "/img/praise2.webp",
            "/img/praise3.webp",
            "/img/praise4.webp",
            "/img/praise5.webp",
            "/img/praise6.webp"
          ]
        }),
        (pat = {
          commandName: "погладить",
          phrases: [
            "с огоньком в глазах кинулся(ась) трепать волосы",
            "переполняемый(ая) плотскими(иногда гейскими) желаниями, гладит голову",
            "мило, перебирая пряди волос, погладил(а)",
            ", под треш-хард фонк-ремикс инстасамки, погладил(а)",
            "стеснительно полапал(а) волосы"
          ],
          photo: [
            "/img/patting1.webp",
            "/img/patting2.webp",
            "/img/patting.webp",
            "/img/patting4.webp"
          ]
        }),
        (surprised = {
          commandName: "я вахуи",
          phrases: [
            "выпал(а), жаль, что не в окно, от сказанного",
            "от всей души опешал(а) от",
            "оказалася(ась) в тотальном ахуенезе с",
            "непонятливо, по-анимешному, скорчил(а) удивление от",
            "вахуи с произошедшего и, в особенности, с"
          ],
          photo: [
            "/img/surprised1.webp",
            "/img/surprised2.webp",
            "/img/surprised3.webp",
            "/img/surprised4.webp"
          ]
        }),
        (shoot = {
          commandName: "расстрелять",
          phrases: [
            "с любовью поставил(а) печать \"РАССТРЕЛЯТЬ\" в списке с",
            "отправил(а) воевать под Измаил",
            "приказал(а) изрешетить virgin boy'a(girl)",
            "лично взял(а) пулемет и выпустил(а) плотнейшую в",
            "оформил(а) пулю в лоб и кое-что в рот для"
          ],
          photo: [
            "/img/shoot1.webp",
            "/img/shoot2.webp",
            "/img/shoot3.webp",
            "/img/shoot4.webp",
            "/img/shoot5.webp"
          ]
        }),
        (feed = {
          commandName: "покормить",
          phrases: [
            "накрыл(а) на стол, под \"УШЕЛ ПОКУРИТЬ\", для",
            "организовал(а) казан вареников со сметаной для",
            "плотно и с любовью откормил(а)",
            "сделал(а) покушать для своего(ей) любимого(ой)"
          ],
          photo: [
            "/img/feed1.webp",
            "/img/feed2.webp",
            "/img/feed3.webp",
            "/img/feed4.webp",
            "/img/feed5.webp"
          ]
        }),
        (bite = {
          commandName: "укусить",
          phrases: [
            "страстно покусал(а) шею",
            "укусил(а) за ляшку",
            "устроил(а) любовные покусывания для",
            "оставил(а) след от своих зубов на руке"
          ],
          photo: [
            "/img/bite1.webp",
            "/img/bite2.webp",
            "/img/bite3.webp",
            "/img/bite4.webp"
          ]
        }),
        (lick = {
          commandName: "лизнуть",
          phrases: [
            "в порыве страсти набросился(ась) и облизал(а)",
            "сладко лизнул(а) шею",
            "обслюнявил(а) каждый укромый уголок тела"
          ],
          photo: [
            "/img/lick1.webp",
            "/img/lick2.webp",
            "/img/lick3.webp",
            "/img/lick4.webp",
            "/img/lick5.webp"
          ]
        }),
        (wolfQuotes = {
          commandName: "ауф",
          phrases: [
            "в цирке думает, что знает в цирке, но не каждый, что в цирке знает, что в цирке не каждый знает, что думает",
            "не надо бояться, надо бояться обосраться при",
            ", иногда жизнь - это жизнь, а ты в ней",
            "не боиться ударов в спину, гораздо страшнее, если моя спина это",
            "будь сильным, но не сильно будь",
            "считает, что бегать за овцами - удел баранов. Он бегает только за",
            "хочешь жить? Умей жить с",
            "на тебя смотрит - это значит, что он тебя видит,"
          ],
          photo: [
            "/img/auf1.webp",
            "/img/auf2.webp",
            "/img/auf3.webp",
            "/img/auf4.webp",
            "/img/auf5.webp"
          ]
        }),
        (nails = {
          commandName: "оценить ноготочки",
          phrases: [
            "как почетный(ая) инста-фанат(ка) года, оценивает ноготочки",
            "без всяких сомнений заявляет, что лучшие ноготочки чатика у",
            "падает на колени перед шедевральностью ноготочков",
            "уходит в монастырь, чтобы боготворить ноготочки"
          ],
          photo: [
            "/img/nails1.webp",
            "/img/nails2.webp",
            "/img/nails3.webp",
            "/img/nails4.webp"
          ]
        }),
        (crusade = {
          commandName: "устроить крестовый поход",
          phrases: [
            "взял(а) в руки факел, циганские вилы пра-пра-пра-пра-прадедушки и устроил(а) крестовых поход за",
            "из-за отсутствия друзей вынужден(а) в одиночку идти в крестовый поход за",
            "собрал(а) свои православные манатки, заточил(а) осиновую швабру и пошел(ла) за",
            "взял(а) отцовский дилдо-меч и организовал ♂gay crusade♂ для",
            "поднял(а) флаг ЛГБТ и пошел(ла) обращать в свою веру",
          ],
          photo: [
            "/img/crusade1.webp",
            "/img/crusade2.webp",
            "/img/crusade3.webp",
            "/img/crusade4.webp"
          ]
        }),
        (duel = {
          name: "дуэль"
        })
      ]
}